articles/2021-05-13-MusicTalkShow1.org
#+OPTIONS: num:nil toc:nil H:4
#+OPTIONS: html-preamble:nil html-postamble:nil html-scripts:t html-style:nil
#+TITLE: [ITA] - Music Talk Show 1
#+DESCRIPTION: [ITA] - Music Talk Show 1
#+KEYWORDS: [ITA] - Music Talk Show 1
#+CREATOR: Enrico Benini
#+HTML_HEAD_EXTRA: <link rel="shortcut icon" href="../images/favicon.ico" type="image/x-icon">
#+HTML_HEAD_EXTRA: <link rel="icon" href="../images/favicon.ico" type="image/x-icon">
#+HTML_HEAD_EXTRA:  <link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/css/all.min.css">
#+HTML_HEAD_EXTRA:  <link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet" type="text/css">
#+HTML_HEAD_EXTRA:  <link href="https://fonts.googleapis.com/css?family=Lato" rel="stylesheet" type="text/css">
#+HTML_HEAD_EXTRA:  <script src="https://ajax.googleapis.com/ajax/libs/jquery/3.5.1/jquery.min.js"></script>
#+HTML_HEAD_EXTRA: <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css" rel="stylesheet"/>
#+HTML_HEAD_EXTRA: <script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/js/bootstrap.bundle.min.js"></script>
#+HTML_HEAD_EXTRA:  <link rel="stylesheet" href="../css/main.css">
#+HTML_HEAD_EXTRA:  <link rel="stylesheet" href="../css/blog.css">
#+HTML_HEAD_EXTRA:  <link rel="stylesheet" href="../css/article.css">

* Blog
  :PROPERTIES:
  :HTML_CONTAINER: nav
:HTML_CONTAINER_CLASS: navbar bg-dark border-bottom border-body navbar-fixed-top navbar-expand-lg bg-body-tertiary
  :CUSTOM_ID: navbar
  :END:
#+CALL: ../templates.org:navbar(1)


* [ITA] - Music Talk Show 1
  :PROPERTIES:
  :CUSTOM_ID: Article
    :HTML_CONTAINER_CLASS: row
  :END:
  *Created: <2021-05-13 Thu>*
** Abstract
   :PROPERTIES:
   :CUSTOM_ID: ArticleAbstract
   :END:

   Prima live riguardante i fondamenti della musica o più semplicemente
   si esplorano concetti di musica, cencando di imparare qualcosa nel
   processo. Si possono recuperare i concetti andando a rivedere la
   live con i dovuti timestamps. In ogni sezione, collezionerò i vari
   link trattati nella live, eg. wikipedia.

   Il tutto viene fatto live su Twitch. Di seguito gli argomenti
   trattati:
   - Introduzione 0:07:00
   - Il Suono 0:10:57
   - Teoria Musicale 0:36:59
   - Note: A440, sistema temperato 0:56:36
   - Intervalli Parte 1 1:25:05

   [[./2021-05-20-MusicTalkShow2.html][Next Episode >>]]

** Talk Links
   :PROPERTIES:
   :CUSTOM_ID: ArticleContent
   :END:

*** Introduzione
    :PROPERTIES:
    :CUSTOM_ID: ArticleContentIntroduction
    :END:

*** Suono
    :PROPERTIES:
    :CUSTOM_ID: ArticleContentSound
    :END:

    + [[https://www.youtube.com/watch?v=TnsCsR2wDdk][What’s that ringing in your ears? - Marc Fagelson]]
    + [[https://it.wikipedia.org/wiki/Suono][Suono - Wikipedia]]
    + [[https://it.wikipedia.org/wiki/Volume_(acustica)][Volume - Wikipedia]]
    + [[https://it.wikipedia.org/wiki/Frequenza][Frequenza - Wikipedia]]

*** Teoria Musicale
    :PROPERTIES:
    :CUSTOM_ID: ArticleContentMusicTheory
    :END:

    [[https://it.wikipedia.org/wiki/Teoria_musicale][Teoria Musicale - Wikipedia]]

*** Note
    :PROPERTIES:
    :CUSTOM_ID: ArticleContentNote
    :END:

    + [[https://en.wikipedia.org/wiki/A440_(pitch_standard)][Pitch Standard - Wikipedia]]
    + [[https://en.wikipedia.org/wiki/Elvis_Presley#Discography][Elvis Presley - Discografia - Wikipedia]]
    + [[https://en.wikipedia.org/wiki/Second][Second - Wikipedia]]
    + [[https://www.youtube.com/watch?v=MJumWa_K-8k][The History of Musical Pitch - Music History]]
    + [[https://youtu.be/1Hqm0dYKUx4][Why It's Impossible to Tune a Piano]]
    + [[https://en.wikipedia.org/wiki/Pitch_(music)][Pitch - Wikipedia]]
    + [[https://en.wikipedia.org/wiki/Octave][Octave - Wikipedia]]
    + [[https://en.wikipedia.org/wiki/Harmonic_series_(music)][Harmonic Series - Wikipedia]]

*** Intervalli Parte 1
    :PROPERTIES:
    :CUSTOM_ID: ArticleContentIntervals
    :END:

    + [[https://en.wikipedia.org/wiki/Fundamental_frequency][Fundamental Frequency - Wikipedia]]
    + [[https://en.wikipedia.org/wiki/Just_intonation][Just Intonation - Wikipedia]]
    + [[https://en.wikipedia.org/wiki/Equal_temperament][Equal Temperament - Wikipedia]]
    + [[https://www.youtube.com/watch?v=RuT6Y53LYH4][The Broken Scales Of Wendy Carlos]]
    + [[https://www.dailymotion.com/video/x2j1gy2][Wendy Carlos – Beauty In The Beast]]


*** Extras

  + [[https://youtu.be/INW7IORhqT0][The Piano That (almost) Changed Everything]]
  + [[https://youtu.be/c6UCeZptMpA][Perchè le note musicali sono 7]]

** Video
   :PROPERTIES:
   :CUSTOM_ID: ArticleVideo
   :END:

#+begin_export html
<figure>
<div class="ratio ratio-4x3"><iframe class="responsive-iframe" src="https://www.youtube.com/embed/k4TKS5jY2XQ?rel=0" allowfullscreen></iframe></div>
<figcaption>
Music Talk Show #1
</figcaption>
</figure>
#+end_export

* Share Buttons
  :PROPERTIES:
  :CUSTOM_ID: ShareButtons
    :HTML_CONTAINER_CLASS: row
  :END:
  #+BEGIN_EXPORT html
  <!-- AddToAny BEGIN -->
  <hr>
  <div class="a2a_kit a2a_kit_size_32 a2a_default_style">
  <a class="a2a_dd" href="https://www.addtoany.com/share"></a>
  <a class="a2a_button_facebook"></a>
  <a class="a2a_button_twitter"></a>
  <a class="a2a_button_whatsapp"></a>
  <a class="a2a_button_telegram"></a>
  <a class="a2a_button_linkedin"></a>
  <a class="a2a_button_email"></a>
  </div>
  <script async src="https://static.addtoany.com/menu/page.js"></script>
  <!-- AddToAny END -->
  #+END_EXPORT

  #+begin_export html
  <script type="text/javascript">
  $(function() {
    $('#text-table-of-contents > ul li').first().css("display", "none");
    $('#text-table-of-contents > ul li').last().css("display", "none");
    $('#table-of-contents').addClass("visible-lg")
  });
  document.getElementById("content").classList.add("container-fluid","p-0");
  document.getElementById("text-navbar").classList.add("container-fluid");
  document.getElementById("outline-container-navbar").setAttribute("data-bs-theme", "dark");
  document.getElementById("text-Article").classList.add("text-center");
  $('.outline-3').addClass("m-auto").addClass("col-md-10");
  document.getElementById("text-ShareButtons").classList.add("m-auto", "col-md-10");
  </script>
  #+end_export
#+INCLUDE: ../Fragments/disqusFragment.html export html
