articles/2021-05-13-MusicTalkShow1.html
<!doctype html>
<html lang="en">
<head>
<title>[ITA] - Music Talk Show 1</title>
<!-- 2021-06-02 Wed 17:32 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<meta name="generator" content="Org-mode">
<meta name="author" content="Enrico Benini">

<link  href="https://cdnjs.cloudflare.com/ajax/libs/twitter-bootstrap/3.3.5/css/bootstrap.min.css" rel="stylesheet">
<link rel="shortcut icon" href="../../images/favicon.ico" type="image/x-icon">
<link rel="icon" href="../../images/favicon.ico" type="image/x-icon">
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/5.13.0/css/all.min.css">
<link href="https://fonts.googleapis.com/css?family=Montserrat" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Lato" rel="stylesheet" type="text/css">
<link rel="stylesheet" href="../css/main.css">
<link rel="stylesheet" href="../css/blog.css">
<link rel="stylesheet" href="../css/article.css">
</head>
<body>
<div id="content" class="container">
<div class="row"><div class="col-md-3 col-md-push-9"><nav id="table-of-contents">
<div id="text-table-of-contents" class="bs-docs-sidebar">
<ul class="nav">
<li><a href="#navbar">Blog</a></li>
<li><a href="#Article">[ITA] - Music Talk Show 1</a>
<ul class="nav">
<li><a href="#ArticleAbstract">Abstract</a></li>
<li><a href="#ArticleContent">Talk Links</a>
<ul class="nav">
<li><a href="#ArticleContentIntroduction">Introduzione</a></li>
<li><a href="#ArticleContentSound">Suono</a></li>
<li><a href="#ArticleContentMusicTheory">Teoria Musicale</a></li>
<li><a href="#ArticleContentNote">Note</a></li>
<li><a href="#ArticleContentIntervals">Intervalli Parte 1</a></li>
<li><a href="#sec-">Extras</a></li>
</ul>
</li>
<li><a href="#ArticleVideo">Video</a></li>
</ul>
</li>
<li><a href="#ShareButtons">Share Buttons</a></li>
</ul>
</div>
</nav>
</div><div class="col-md-9 col-md-pull-3"><h1 class="title">[ITA] - Music Talk Show 1</h1>

<div id="outline-container-navbar" class="outline-2 text-center navbar navbar-inverse navbar-fixed-top">
<h2 id="navbar"><a id="sec-" name="sec-"></a>Blog</h2>
<div class="outline-text-2" id="text-navbar">
<button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#collapsableNavbar">
  <span class="icon-bar"></span>
  <span class="icon-bar"></span>
  <span class="icon-bar"></span>
</button>
<a title="Home" href="../blog.html"><h1 id="navbarTitle" class="navbar-text">Blog</h1></a>
<div class="collapse navbar-collapse" id="collapsableNavbar">
  <ul class="nav navbar-nav">
    <li><a title="Home" href="../index.html"><i class="fas fa-home fa-3x" aria-hidden="true"></i></a></li>
    <li><a title="Article List" href="../articleList.html" class="navbar-text h3">Article List</a></li>
<li><a title="Book List" href="../bookList.html" class="navbar-text h3">Book List</a></li>
    <li><a title="Album List" href="../albumList.html" class="navbar-text h3">Album List</a></li>
    <li><a title="Note Trainer" href="../NoteTrainer/NoteTrainer.html" class="navbar-text h3">Note Trainer</a></li>
  </ul>
</div>
</div>
</div>


<div id="outline-container-Article" class="outline-2">
<h2 id="Article"><a id="sec-" name="sec-"></a>[ITA] - Music Talk Show 1</h2>
<div class="outline-text-2" id="text-Article">
<p>
<b>Created: <span class="timestamp-wrapper"><span class="timestamp">&lt;2021-05-13 Thu&gt;</span></span></b>
</p>
</div>
<div id="outline-container-ArticleAbstract" class="outline-3">
<h3 id="ArticleAbstract"><a id="sec-" name="sec-"></a>Abstract</h3>
<div class="outline-text-3" id="text-ArticleAbstract">
<p>
Prima live riguardante i fondamenti della musica o più semplicemente
si esplorano concetti di musica, cencando di imparare qualcosa nel
processo. Si possono recuperare i concetti andando a rivedere la
live con i dovuti timestamps. In ogni sezione, collezionerò i vari
link trattati nella live, eg. wikipedia.
</p>

<p>
Il tutto viene fatto live su Twitch. Di seguito gli argomenti
trattati:
</p>
<ul class="org-ul">
<li>Introduzione 0:07:00
</li>
<li>Il Suono 0:10:57
</li>
<li>Teoria Musicale 0:36:59
</li>
<li>Note: A440, sistema temperato 0:56:36
</li>
<li>Intervalli Parte 1 1:25:05
</li>
</ul>

<p>
<a href="https://benkio.github.io/articles/2021-05-20-MusicTalkShow2.html">Next Episode &gt;&gt;</a>
</p>
</div>
</div>

<div id="outline-container-ArticleContent" class="outline-3">
<h3 id="ArticleContent"><a id="sec-" name="sec-"></a>Talk Links</h3>
<div class="outline-text-3" id="text-ArticleContent">
</div>

<div id="outline-container-ArticleContentIntroduction" class="outline-4">
<h4 id="ArticleContentIntroduction"><a id="sec-" name="sec-"></a>Introduzione</h4>
<div class="outline-text-4" id="text-ArticleContentIntroduction">
</div>
</div>

<div id="outline-container-ArticleContentSound" class="outline-4">
<h4 id="ArticleContentSound"><a id="sec-" name="sec-"></a>Suono</h4>
<div class="outline-text-4" id="text-ArticleContentSound">
<ul class="org-ul">
<li><a href="https://www.youtube.com/watch?v=TnsCsR2wDdk">What’s that ringing in your ears? - Marc Fagelson</a>
</li>
<li><a href="https://it.wikipedia.org/wiki/Suono">Suono - Wikipedia</a>
</li>
<li><a href="https://it.wikipedia.org/wiki/Volume_(acustica)">Volume - Wikipedia</a>
</li>
<li><a href="https://it.wikipedia.org/wiki/Frequenza">Frequenza - Wikipedia</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-ArticleContentMusicTheory" class="outline-4">
<h4 id="ArticleContentMusicTheory"><a id="sec-" name="sec-"></a>Teoria Musicale</h4>
<div class="outline-text-4" id="text-ArticleContentMusicTheory">
<p>
<a href="https://it.wikipedia.org/wiki/Teoria_musicale">Teoria Musicale - Wikipedia</a>
</p>
</div>
</div>

<div id="outline-container-ArticleContentNote" class="outline-4">
<h4 id="ArticleContentNote"><a id="sec-" name="sec-"></a>Note</h4>
<div class="outline-text-4" id="text-ArticleContentNote">
<ul class="org-ul">
<li><a href="https://en.wikipedia.org/wiki/A440_(pitch_standard)">Pitch Standard - Wikipedia</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Elvis_Presley#Discography">Elvis Presley - Discografia - Wikipedia</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Second">Second - Wikipedia</a>
</li>
<li><a href="https://www.youtube.com/watch?v=MJumWa_K-8k">The History of Musical Pitch - Music History</a>
</li>
<li><a href="https://youtu.be/1Hqm0dYKUx4">Why It's Impossible to Tune a Piano</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Pitch_(music)">Pitch - Wikipedia</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Octave">Octave - Wikipedia</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Harmonic_series_(music)">Harmonic Series - Wikipedia</a>
</li>
</ul>
</div>
</div>

<div id="outline-container-ArticleContentIntervals" class="outline-4">
<h4 id="ArticleContentIntervals"><a id="sec-" name="sec-"></a>Intervalli Parte 1</h4>
<div class="outline-text-4" id="text-ArticleContentIntervals">
<ul class="org-ul">
<li><a href="https://en.wikipedia.org/wiki/Fundamental_frequency">Fundamental Frequency - Wikipedia</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Just_intonation">Just Intonation - Wikipedia</a>
</li>
<li><a href="https://en.wikipedia.org/wiki/Equal_temperament">Equal Temperament - Wikipedia</a>
</li>
<li><a href="https://www.youtube.com/watch?v=RuT6Y53LYH4">The Broken Scales Of Wendy Carlos</a>
</li>
<li><a href="https://www.dailymotion.com/video/x2j1gy2">Wendy Carlos – Beauty In The Beast</a>
</li>
</ul>
</div>
</div>


<div id="outline-container-sec-" class="outline-4">
<h4 id="sec-">Extras</h4>
<div class="outline-text-4" id="text-">
<ul class="org-ul">
<li><a href="https://youtu.be/INW7IORhqT0">The Piano That (almost) Changed Everything</a>
</li>
<li><a href="https://youtu.be/c6UCeZptMpA">Perchè le note musicali sono 7</a>
</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-ArticleVideo" class="outline-3">
<h3 id="ArticleVideo"><a id="sec-" name="sec-"></a>Video</h3>
<div class="outline-text-3" id="text-ArticleVideo">
<figure>
<div class="video-container"><iframe class="responsive-iframe" src="https://www.youtube.com/embed/k4TKS5jY2XQ?rel=0" allowfullscreen></iframe></div>
<figcaption>
Music Talk Show #1
</figcaption>
</figure>
</div>
</div>
</div>

<div id="outline-container-ShareButtons" class="outline-2">
<h2 id="ShareButtons"><a id="sec-" name="sec-"></a>Share Buttons</h2>
<div class="outline-text-2" id="text-ShareButtons">
<!-- AddToAny BEGIN -->
<hr>
<div class="a2a_kit a2a_kit_size_32 a2a_default_style">
<a class="a2a_dd" href="https://www.addtoany.com/share"></a>
<a class="a2a_button_facebook"></a>
<a class="a2a_button_twitter"></a>
<a class="a2a_button_whatsapp"></a>
<a class="a2a_button_telegram"></a>
<a class="a2a_button_linkedin"></a>
<a class="a2a_button_email"></a>
</div>
<script async src="https://static.addtoany.com/menu/page.js"></script>
<!-- AddToAny END -->

<script type="text/javascript">
$(function() {
  $('#text-table-of-contents > ul li').first().css("display", "none");
  $('#text-table-of-contents > ul li').last().css("display", "none");
  $('#table-of-contents').addClass("visible-lg")
});
</script>
</div>
</div>
</div></div></div>
</body>
</html>
